[
  {
    "s_no": 0,
    "name": "ACNE",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Acne.aspx",
    "symptoms": "['red', 'scar', 'face', 'whiteheads', 'blackheads', 'visible', 'spot', 'inflammation', 'white', 'back', 'scarring', 'cyst', 'chest', 'pores', 'ring', 'neck', 'cysts', 'yellow', 'pus', 'pimples', 'spots', 'black']",
    "treatment_info": "Acne is easily recognised by the appearance of the spots and by their distribution on the face, neck, chest or back. However there are several varieties of acne and your doctor will be able to tell you which type you have after examining your skin. The most common type is %u201Cacne vulgaris%u201D.  Can acne be cured?  At present there is no %u2018cure%u2019 for acne, although the available treatments can be very effective in preventing the formation of new spots and scarring."
  },
  {
    "s_no": 1,
    "name": "ALOPECIA AREATA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/AlopeciaAreata.aspx",
    "symptoms": "['scaly', 'hair', 'thick', 'mark', 'loss', 'pigmented', 'sensation', 'ring', 'red', 'tingling', 'patches', 'nails', 'inflamed', 'scar', 'pigment', 'bald', 'pits', 'white', 'hair loss', 'baldness']",
    "treatment_info": "No, alopecia areata cannot be cured. If the hair loss is patchy, there is a good chance (about 60-80%) that there will be complete regrowth within 1 year without treatment. There may, however, be further episodes of hair loss in the future. If there is very extensive hair loss from the start, the chances of it regrowing may not be as good. In people with Down's syndrome, or those who have severe eczema, the chances of regrowth are not so good either.  To find out about available treatments for Alopecia Areata please go to this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 2,
    "name": "BASAL CELL CARCINOMA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/BasalCellCarcinoma.aspx",
    "symptoms": "['lumpy', 'scaly', 'hair', 'nodules', 'scab', 'raised', 'mark', 'bleed', 'red', 'burns', 'scar', 'ulcers', 'neck', 'face', 'scars', 'sun', 'lump']",
    "treatment_info": "Can basal cell carcinomas be cured?  Yes, basal cell carcinomas can be cured in almost every case, although treatment becomes complicated if they have been neglected for a very long time, or if they are in an awkward place - such as near the eye, nose or ear. Seldom, if ever, do they spread to other parts of the body.     For information about available treatments for Basal Cell Carcinoma please go to this page on the website of the British Assocaition of Dermatologists."
  },
  {
    "s_no": 3,
    "name": "BOWEN'S DISEASE",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/BowensDisease.aspx",
    "symptoms": "['scaly', 'crusting', 'crust', 'ring', 'red', 'scar', 'hands', 'legs', 'warts', 'face', 'sun', 'lump']",
    "treatment_info": "A patch of Bowen%u2019s disease can look rather like other skin conditions, such as psoriasis. For this reason a biopsy may be needed to make the diagnosis.  Can it be cured?  Yes. As Bowen%u2019s disease is confined to the surface of the skin, there are a variety of ways in which this can be achieved."
  },
  {
    "s_no": 4,
    "name": "CONGENITAL ERYTHROPOIETIC PORPHYRIA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/CongenitalErythropoieticPorphyria.aspx",
    "symptoms": "['hair', 'redness', 'eyes', 'back', 'bleeding', 'bleed', 'ring', 'red', 'blisters', 'patches', 'scar', 'ulcers', 'hands', 'bald', 'tired', 'white', 'sun', 'face', 'scars', 'scarring']",
    "treatment_info": "Currently, the only available cure for CEP is a bone marrow transplant (BMT). This involves transplanting healthy bone marrow from another person (the donor) to the person with CEP (the recipient). Following successful BMT, the symptoms of CEP such as photosensitivity and anaemia will improve. However, the scarring from previous damage to the skin is permanent.  For BMT to succeed, the bone marrow of the donor needs to be a good match with the recipient. BMT is a high-risk procedure, and is currently reserved for those severely-affected individuals who also have a bone marrow donor who is a close match.  Research is underway to cure CEP with gene therapy. This would involve correcting the abnormal gene in the affected person. It is hoped that this research will make good progress over the next decade."
  },
  {
    "s_no": 5,
    "name": "CONTACT DERMATITIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/ContactDermatitis.aspx",
    "symptoms": "['hair', 'red', 'scar', 'painful', 'face', 'itchy', 'swell', 'swelling', 'dry', 'inflammation', 'back', 'blisters', 'ring', 'arms', 'sore', 'legs', 'scaly', 'thick', 'itch', 'patches', 'hands']",
    "treatment_info": "Yes - if you can greatly reduce your contact with irritants, then your irritant contact dermatitis will improve or clear.  If patch testing shows that you are allergic to a specific allergen, then avoiding that allergen will usually lead to a big improvement or even complete clearance of your allergic contact dermatitis.  To find out about available treatments please visit this page on the website of the British Association of Dermatologists, or if you think your dermatitis may be allergy related, visit this page on the website of Allergy UK."
  },
  {
    "s_no": 6,
    "name": "DARIER'S DISEASE",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/DariersDisease.aspx",
    "symptoms": "['hair', 'red', 'nails', 'scar', 'smell', 'face', 'rough', 'brown', 'lump', 'feet', 'spot', 'rash', 'white', 'mouth', 'warts', 'brownish', 'back', 'lumpy', 'chest', 'blisters', 'ring', 'neck', 'fingernail', 'bumps', 'scaly', 'bump', 'hands', 'spots', 'sun']",
    "treatment_info": "The diagnosis can often be made on the appearance of the rash and the fact that it runs in families.  To confirm it, a small sample of skin (a biopsy) can be removed under a local anaesthetic and examined under the microscope in the laboratory.  Can Darier%u2019s disease be cured?  No, there is no cure, but there are many ways of helping it."
  },
  {
    "s_no": 7,
    "name": "DISSEMINATED SUPERFICIAL ACTINIC POROKERATOSIS",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/AtoZofSkinDisease/DSAP.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "A sample of the affected area may be removed under local anaesthetic by a dermatologist for microscopic examination in the laboratory (known as a skin biopsy). However, the appearance of the affected area, along with the history, may enable a doctor to make the diagnosis.  Can disseminated superficial actinic porokeratosis be cured?  Unfortunately there is no cure for DSAP. The best way to avoid worsening of this skin condition is to avoid exposure to the sun and regular use of sunblock."
  },
  {
    "s_no": 8,
    "name": "DYSTROPHIC EPIDERMOLYSIS BULLOSA",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/AtoZofSkinDisease/DEB.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "Can dystrophic epidermolysis bullosa be cured?  In the past 20 years, there has been rapid progress in our understanding of DEB, but at the moment it cannot be cured. Several laboratories around the world are exploring strategies which hopefully will ultimately lead to a cure, although this research may take many more years to come to fruition.  For further information about DEB please go to the website of the British Association of Dermatologists"
  },
  {
    "s_no": 9,
    "name": "ECZEMA (ATOPIC ECZEMA)",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Eczema.aspx",
    "symptoms": "['hair', 'red', 'inflamed', 'scar', 'dryness', 'painful', 'marks', 'face', 'feet', 'crusting', 'itchy', 'dry', 'inflammation', 'wrists', 'back', 'redness', 'mark', 'crust', 'blisters', 'ring', 'neck', 'sore', 'bumps', 'elbows', 'crusty', 'yellow', 'tired', 'knees', 'thick', 'bleeding', 'itch', 'bump', 'sores', 'pigmentation', 'inflammatory', 'bleed', 'hands', 'pigment']",
    "treatment_info": "It is usually easy for health care professionals, such as health visitors, practice nurses and general practitioners, to diagnose eczema when they look at the skin. However, sometimes the pattern of eczema in older children and adults is different, and the help of a hospital specialist may be needed. Blood tests and skin tests are usually not necessary. Occasionally the skin may need to be swabbed (by rubbing a sterile cotton bud on it) to check for bacterial or viral infections.  Can atopic eczema be cured?  No, it cannot be cured, but there are many ways of controlling it. Most children with atopic eczema improve as they get older (75% clear by their teens). However, many of those who have had eczema continue to have dry skin and need to avoid irritants such as soaps or bubble baths. Eczema may persist in adults, but it should be controllable with the right treatment. Atopic eczema may be troublesome for people in certain jobs that bring them into contact with irritant materials, such as catering, hairdressing or nursing."
  },
  {
    "s_no": 10,
    "name": "EXTRA-MAMMARY PAGET'S DISEASE",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/AtoZofSkinDisease/EMPD.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "The diagnosis is made by skin biopsy. This is a simple procedure in which a small sample of the lesion is removed under local anaesthesia to be analysed by a pathologist. Some special staining techniques may be needed in order to give more information on the type of cells involved.   What other tests will I need?   In a small number of cases EMPD can be associated with other cancers, and further tests to look for these may be required. For example, ultrasound scans of lymph nodes, or if EMPD is present around the anus your doctor will usually arrange for bowel investigations. If EMPD is present around the opening to the bladder (urethra) then your bladder may be investigated."
  },
  {
    "s_no": 11,
    "name": "EPIDERMOLYSIS BULLOSA SIMPLEX",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/EpidermolysisBullosaSimplex.aspx",
    "symptoms": "['knees', 'sweat', 'pigmentation', 'ring', 'red', 'blisters', 'scar', 'hands', 'pigment', 'mouth', 'painful', 'scars']",
    "treatment_info": "Can epidermolysis bullosa simplex be cured?  In the past 20 years, there has been exciting and rapid progress in the understanding of EB simplex, but at the moment there is no cure. Several laboratories around the world are exploring strategies that they hope will lead to an effective treatment.  For information about available treatments please visit this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 12,
    "name": "ERYTHROPOIETIC PROTOPORPHYRIA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/ErythropoieticProtoporphyria.aspx",
    "symptoms": "['swell', 'redness', 'thick', 'visible', 'back', 'itch', 'swelling', 'itching', 'sunburn', 'burning', 'rough', 'red', 'ring', 'tingling', 'scar', 'hands', 'rash', 'scars', 'sun']",
    "treatment_info": "As EPP affects the production of haemoglobin, it is not uncommon for people with EPP to be slightly anaemic. Your doctor will probably also measure your blood count to make sure that you are not becoming too anaemic.  Can EPP be cured?  At present there is no cure for EPP."
  },
  {
    "s_no": 13,
    "name": "FUNGAL INFECTIONS OF NAILS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Fungalinfectionofthenails.aspx",
    "symptoms": "['nails', 'scar', 'ring', 'red']",
    "treatment_info": "Many nail problems can look like a fungal infection - for example the changes seen in psoriasis, or after a bacterial infection or an old injury %u2013 but long courses of antifungal tablets will not help them. This is why the diagnosis of a fungal infection must always be confirmed before treatment starts. Your doctor will take a piece from a crumbly area of your nail and send it to the laboratory to check if a fungus can be seen under the microscope or grown in culture. The right treatment may depend on knowing which fungus is causing the trouble but it can take several weeks for the final culture results to come through.  Can fungal infections of the nails be cured?  Yes - usually they can."
  },
  {
    "s_no": 14,
    "name": "HAILEY-HAILEY DISEASE",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/HaileyHaileydisease.aspx",
    "symptoms": "['scaly', 'itchy', 'sweat', 'itch', 'blisters', 'ring', 'red', 'arms', 'scar', 'neck', 'rash', 'face']",
    "treatment_info": "No. The underlying genetic defect cannot be altered; however, treatment does help and long remissions are common.  For further information about Hailey-Hailey disease please see this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 15,
    "name": "HERPES SIMPLEX",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/HerpesSimplex.aspx",
    "symptoms": "['mouth', 'redness', 'burning', 'sore', 'bump', 'pink', 'sores', 'ring', 'red', 'crust', 'blisters', 'dry', 'scar', 'swollen', 'bumps', 'tired', 'face', 'rough', 'scarring']",
    "treatment_info": "Symptoms clear in a few days or weeks, with or without treatment, though the virus will remain in a dormant state in the body.  In a majority of patients, recurrent symptoms are mild and infrequent, or do not happen at all.  For a minority, troublesome recurrences can usually be prevented by using oral anti-viral drugs or adopting lifestyle changes.  Things that encourage the virus to be more active are:  For more information about available treatments please visit this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 16,
    "name": "HIDRADENITIS SUPPURATIVA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/HidradenitisSuppurativa.aspx",
    "symptoms": "['armpits', 'red', 'scar', 'pits', 'painful', 'lump', 'itchy', 'swell', 'blackheads', 'spot', 'inflammation', 'rash', 'back', 'scarring', 'cyst', 'sweat', 'ring', 'cysts', 'groins', 'pus', 'itch', 'lumps', 'spots', 'black']",
    "treatment_info": "The diagnosis is made from the appearances of the rash and by taking into account the areas of distribution.  Your doctor may take swabs from the area to see which type of germ is present.  Can hidradenitis suppurativa be cured?  No, it usually persists for many years, but may disappear eventually. Treatment usually helps even though it cannot switch the hidradenitis off once and for all."
  },
  {
    "s_no": 17,
    "name": "HIRSUTISM",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Hirsutism.aspx",
    "symptoms": "['hair', 'thick', 'chest', 'ring', 'red', 'scar', 'bald', 'baldness', 'face', 'back']",
    "treatment_info": "Can hirsutism be cured?  Although a %u2018cure%u2019 is unlikely, local areas of excessive hair growth can often be cleared by electrolysis or laser therapy. The treatment of hirsutism with medication is usually less satisfactory as the problem often comes back when treatment stops.   For information about available treatments please go to this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 18,
    "name": "HYPERHIDROSIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Hyperhidrosis.aspx",
    "symptoms": "['sweat', 'ring', 'red', 'arms', 'scar', 'hands', 'face', 'rough', 'smell', 'feet']",
    "treatment_info": "Your doctor will assess which kind of hyperhidrosis you have. Depending on the type, you might have tests for an infection, diabetes, thyroid overactivity or other conditions.   Can hyperhidrosis be cured?  When there is an underlying cause which can be treated, the hyperhidrosis can be cured. Surgical treatment can cure some people, but is often associated with side effects and is therefore considered only if other modalities have failed. Otherwise, the aim is to control the condition.     For information about available treatments please go to this page on the website of the British Assocaition of Dermatologists"
  },
  {
    "s_no": 19,
    "name": "ICHTHYOSIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Ichthyosis.aspx",
    "symptoms": "['hair', 'red', 'inflamed', 'scar', 'sun', 'face', 'rough', 'weight', 'spiky', 'white', 'loss', 'redness', 'sweat', 'blisters', 'ring', 'arms', 'hair loss', 'legs', 'yellow', 'grey', 'peeling', 'scaly', 'thick', 'smell']",
    "treatment_info": "The incidence of this condition is not known but it is probably in the region of 1 in each 200,000 births in the UK. The newborn child is very red and has scaly or peeling skin. The infant is often underweight and slow to grow and this problem continues for the first year or two of life. The affected child may need prolonged hospital treatment until both the skin and the nutrition improve. A characteristic feature of Netherton's syndrome is thin fragile scalp hair in the baby. Later it is spiky and this is an important clue to the diagnosis. In many affected children the skin improves in childhood, although it can flare up without warning.  Netherton's syndrome is an autosomal recessive disorder where both parents are carriers and show no sign of the condition. There is however a risk to further babies of the order of 25%.  There are a number of other genetic or inherited forms of ichthyosis where there are other medical problems but these are so uncommon that they are not discussed here."
  },
  {
    "s_no": 20,
    "name": "IMPETIGO",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Impetigo.aspx",
    "symptoms": "['mouth', 'pus', 'brownish', 'itchy', 'scab', 'itch', 'crust', 'sores', 'blisters', 'rough', 'red', 'ring', 'patches', 'scar', 'hands', 'sore', 'rash', 'face', 'scars', 'brown']",
    "treatment_info": "Can impetigo be cured?  Yes. Usually it clears quickly; but it will not do so if it is based on an unrecognised underlying skin problem such as scabies or head lice.  For information about available treatments please go to this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 21,
    "name": "KELOIDS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Keloids.aspx",
    "symptoms": "['lumpy', 'itchy', 'hair', 'burning', 'raised', 'itch', 'sensation', 'spot', 'red', 'ring', 'scar', 'painful', 'scars', 'brown', 'lump']",
    "treatment_info": "Can a keloid be cured?  It is unusual for a keloid to be cured after treatment. The main problem is that cutting a keloid out often leads to an even bigger one forming later in the same place.  For information on available treatments please visit this page on the website of the British Association of Dermatologists."
  },
  {
    "s_no": 22,
    "name": "KERATOSIS PILARIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/KeratosisPilaris.aspx",
    "symptoms": "['itchy', 'hair', 'redness', 'goose bumps', 'itch', 'bump', 'chest', 'ring', 'red', 'arms', 'dry', 'spiky', 'scar', 'bumps', 'face', 'rough', 'back']",
    "treatment_info": "To find out about available treatments please visit this page onthe website of the British Association of Dermatologists"
  },
  {
    "s_no": 23,
    "name": "LICHEN PLANUS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/LichenPlanus.aspx",
    "symptoms": "['hair', 'armpits', 'red', 'irregular', 'nails', 'scar', 'pits', 'face', 'itchy', 'pigmented', 'spot', 'rashes', 'rash', 'white', 'wrists', 'warts', 'mouth', 'loss', 'back', 'raised', 'ring', 'bumps', 'hair loss', 'thick', 'itch', 'bump', 'patches', 'pigment', 'spots']",
    "treatment_info": "No, treatment damps it down but does not switch it off. However, lichen planus usually goes away by itself.  For information about available treatments please visit this page on the website of the British Association of Dermatologists  Thanks to the American Academy of Dermatology for the above image."
  },
  {
    "s_no": 24,
    "name": "LICHEN SCLEROSUS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/LichenSclerosus.aspx",
    "symptoms": "['spots', 'raised', 'itch', 'armpits', 'yellowish', 'spot', 'red', 'ring', 'patches', 'scar', 'neck', 'wrists', 'sore', 'pits', 'white', 'erosions', 'face', 'yellow']",
    "treatment_info": "The diagnosis of lichen sclerosus can usually be made from the typical appearance of the condition. However, lichen sclerosus can look a bit like vitiligo (though this has a normal skin texture) and lichen planus (which is more purple). If there is any doubt, the examination of a small specimen of skin (a biopsy) under the microscope will help.  Can lichen sclerosus be cured?  No treatment is sure to reverse the changes of lichen sclerosus completely, but the symptoms and signs of the disease can usually be well controlled with a steroid application."
  },
  {
    "s_no": 25,
    "name": "MELANOMA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Melanoma.aspx",
    "symptoms": "['hair', 'itching', 'nodes', 'red', 'irregular', 'scar', 'brown', 'lump', 'mole', 'pigmented', 'sunburn', 'white', 'pink', 'lumpy', 'eyes', 'raised', 'mark', 'crust', 'blisters', 'ring', 'tingling', 'lesions', 'legs', 'itch', 'pigmentation', 'bleed', 'moles', 'pigment', 'black', 'sun']",
    "treatment_info": "If the mole needs to be examined further, the whole of the suspicious area will then be removed under a local anaesthetic (an excision biopsy) and sent to the laboratory to be examined. If the area is too large to remove easily, a sample of it (a biopsy) will be taken.  If a melanoma is found, the biopsy specimen will provide valuable information about its type and depth that will help to plan the next step in treatment.  Can a melanoma be cured?  Yes: three quarters of the people who have a melanoma removed will have no further problems.  However it is crucial for a melanoma to be removed as early as possible - before it has had time to spread deep into the skin or to other parts of the body. The thinner the melanoma is when it is removed; the better is the survival rate.  This is why a doctor should examine anyone with a suspicious mole or blemish as soon as possible.  In a small minority of people the melanoma may have spread but further surgery or chemotherapy can often help to control this."
  },
  {
    "s_no": 26,
    "name": "MELASMA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Melasma.aspx",
    "symptoms": "['itchy', 'grey', 'raised', 'itch', 'pigmentation', 'ring', 'red', 'arms', 'scar', 'neck', 'pigment', 'sore', 'sun', 'black', 'face', 'brown']",
    "treatment_info": "To fnd out about available treatments for Melasma, please go to this page on the British Association of Dermatologists website."
  },
  {
    "s_no": 27,
    "name": "MUCOUS MEMBRANE PEMPHIGOID",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/MUCOUSMEMBRANEPEMPHIGOID.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "You may be referred to an eye specialist (ophthalmologist) who can pick up early signs of pemphigoid involving the eyes, an Ear Nose & Throat (ENT) specialist or a dermatologist depending on your symptoms.This multidisciplinary team care is important.  For more information from the British Association of Dermatologists about available treatments, please click here ."
  },
  {
    "s_no": 28,
    "name": "PEMPHIGOID",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/PEMPHIGOID.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "Can pemphigoid be cured?  No. Treatment helps a lot, but controls the condition rather than curing it completely. However, pemphigoid does often go away by itself after one to five years.  For more information on treatments, please visit the British Association of Dermatologists website here."
  },
  {
    "s_no": 29,
    "name": "PEMPHIGUS VULGARIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Pemphigusvulgaris.aspx",
    "symptoms": "['scab', 'mark', 'loss', 'crust', 'weight', 'blisters', 'ring', 'red', 'scar', 'lesions', 'sore', 'mouth', 'painful', 'crusty', 'marks', 'erosions', 'back']",
    "treatment_info": "As further confirmation of the diagnosis, part of the biopsy specimen is likely to be examined by a technique known as direct immunofluorescence to demonstrate the presence of pemphigus vulgaris autoantibodies in the skin.   Another useful test is to measure the levels of pemphigus vulgaris autoantibody in the blood. This is done by indirect immunofluorescence and is sometimes called an antibody titre test. It is a useful way of monitoring how active the pemphigus vulgaris is, and the results can suggest changes in treatment.     For information on treatments please visit this page on the website of the British Association of Dermatologists."
  },
  {
    "s_no": 30,
    "name": "PITYRIASIS LICHENOIDES",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/PityriasisLichenoides.aspx",
    "symptoms": "['scaly', 'spots', 'raised', 'itch', 'crust', 'bump', 'pink', 'blisters', 'spot', 'red', 'ring', 'scar', 'bumps', 'rash', 'black', 'face', 'brownish', 'brown']",
    "treatment_info": "To find out about available treatments please visit this page on the website of the British Association of Dermatologists"
  },
  {
    "s_no": 31,
    "name": "PITYRIASIS RUBRA PILARIS",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/Pityriasisrubrapilaris.aspx",
    "symptoms": "['hair', 'red', 'nails', 'scar', 'painful', 'itchy', 'dry', 'rash', 'loss', 'back', 'redness', 'ring', 'sore', 'elbows', 'yellow', 'scaly', 'knees', 'thick', 'itch', 'patches', 'yellowish']",
    "treatment_info": "The diagnosis is made by examination of the skin and can be confirmed by a skin biopsy.  Skin biopsy means that a small piece of skin is removed under a local anaesthetic and examined under the microscope.Your doctor will probably refer you to a skin specialist to confirm the diagnosis. There is no blood test for pityriasis rubra pilaris. The different types of pityriasis rubra pilaris may look like psoriasis and are often mistaken for psoriasis.    Can pityriasis rubra pilaris be cured?    The outlook for pityriasis rubra pilaris depends on the type. Treatment helps but it cannot be guaranteed to clear either of the two most common types. The %u2018classic adult type%u2019 often resolves after two or three years, but it may persist for longer. The classic juvenile type usually resolves on average in about one year while the circumscribed juvenile type tends to persist."
  },
  {
    "s_no": 32,
    "name": "PLANTAR WARTS (VERRUCAS)",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/PlantarWartsVerrucas.aspx",
    "symptoms": "['toes', 'thick', 'weight', 'ring', 'red', 'black', 'scar', 'warts', 'face', 'rough', 'feet']",
    "treatment_info": "Usually this is easy, and based simply on the appearance. However, sometimes it may be hard to tell a plantar wart from a corn. One helpful point is that plantar warts interrupt the fine skin ridges on the sole, whereas corns do not. Your doctor may need to pare down the area to be certain of the diagnosis: he/she will be looking for the small black dots which confirm the diagnosis of a viral wart.  No other investigations are needed.  Can plantar warts be cured?  Yes, but no single treatment can be guaranteed to be effective in every case.  The highest cure rates are in young people who have not had their warts for very long.  However, most verrucas will go away by themselves in due course, so it is very reasonable to leave them alone if they are not causing trouble."
  },
  {
    "s_no": 33,
    "name": "POLYMORPHIC LIGHT ERUPTION",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/PLE.aspx",
    "symptoms": "['pus', 'visible', 'back', 'itch', 'bump', 'blisters', 'rough', 'red', 'ring', 'arms', 'scar', 'hands', 'bumps', 'rash', 'face', 'scars', 'sun']",
    "treatment_info": "No treatment will get rid of PLE forever. However, many people remain clear if they avoid exposure to the sun and use an effective sunscreen. The tendency to get PLE may go away by itself after a few years."
  },
  {
    "s_no": 34,
    "name": "PSORIASIS",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Psoriasis.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "Blood tests may be recommended by your GP or dermatologist. If you are considering tablet treatment for your psoriasis then blood tests will be needed before and during treatment.   Can psoriasis be cured?"
  },
  {
    "s_no": 35,
    "name": "PYODERMA GANGRENOSUM",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/PyodermaGangrenosum.aspx",
    "symptoms": "['pus', 'bump', 'inflammatory', 'ring', 'red', 'inflammation', 'ulcers', 'scar', 'legs']",
    "treatment_info": "There is no specific blood test for pyoderma gangrenosum. Certain conditions such as venous ulcers, inflammation of blood vessels, infection, injury, inflammatory disorders and cancer can look like pyoderma gangrenosum. This is why your doctor may take a sample of skin (biopsy) to examine under the microscope in a laboratory to confirm the diagnosis. The wound should also be swabbed and cultured for bacteria to rule out associated infection. Your doctor may also request blood tests to check for conditions that may be associated with pyoderma gangrenosum.  It is not hereditary and is not passed from parents to sons or daughters.  To find out about available treatments please visit this page on the website of the British Association of Dermatologists."
  },
  {
    "s_no": 36,
    "name": "ROSACEA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Rosacea.aspx",
    "symptoms": "['red', 'inflamed', 'scar', 'face', 'itchy', 'swell', 'blackheads', 'spot', 'rash', 'back', 'scarring', 'redness', 'eyes', 'ring', 'sore', 'bumps', 'pus', 'itch', 'bump', 'flushing', 'spots', 'black', 'sun']",
    "treatment_info": "Your doctor will recognise rosacea just by looking at your skin. There are no diagnostic laboratory tests. Rosacea differs from acne in that the skin is not extra-greasy; blackheads and scarring are not features; flushing is common; and there is a background of red skin.  Can rosacea be cured?  No treatment can be guaranteed to switch rosacea off forever. However long-term treatments control symptoms and   can clear the spots. Treatment works best if started when rosacea is at an early stage."
  },
  {
    "s_no": 37,
    "name": "SCABIES",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Scabies.aspx",
    "symptoms": "['itching', 'red', 'scar', 'marks', 'rough', 'feet', 'itchy', 'spot', 'rash', 'wrists', 'mark', 'crust', 'ring', 'neck', 'grey', 'scaly', 'pus', 'scab', 'itch', 'hands', 'spots']",
    "treatment_info": "Your doctor will usually be able to diagnose scabies on the basis of the story and on examination of the rash. Scrapings from a burrow can be looked at under the microscope for mites and their eggs.   Can scabies be cured?  If it is not treated, scabies lasts for months or even years; but with the right treatment, it clears up quickly and completely. Even after the mites have been killed by treatment the itching usually persists for a few weeks."
  },
  {
    "s_no": 38,
    "name": "SHINGLES",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Shingles.aspx",
    "symptoms": "['pus', 'scab', 'back', 'burning', 'crust', 'chest', 'pink', 'blisters', 'spot', 'red', 'ring', 'tingling', 'sensation', 'scar', 'ache', 'spots', 'rash', 'painful', 'scars', 'scarring']",
    "treatment_info": "Can shingles be cured?  Shingles resolves on its own within a few weeks. Oral medication  can make the rash of shingles clear more quickly and can reduce its unpleasant effects.  These effects depend largely on which nerve is involved:"
  },
  {
    "s_no": 39,
    "name": "SQUAMOUS CELL CARCINOMA",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/SquamousCellCarcinoma.aspx",
    "symptoms": "['scaly', 'raised', 'mark', 'crust', 'back', 'red', 'inflamed', 'burns', 'scar', 'ulcers', 'hands', 'neck', 'painful', 'crusty', 'scars', 'sun']",
    "treatment_info": "If your doctor thinks that the mark on your skin needs further investigation, you will be referred to a skin specialist who will decide whether or not it really is a squamous cell carcinoma. To confirm the diagnosis, a small piece of the abnormal skin (a biopsy), or the whole area (an excision biopsy), will be cut out and examined under the microscope. You will be given a local anaesthetic beforehand to numb the skin.  Can a squamous cell carcinoma be cured?  Yes, squamous cell carcinomas can be cured if they are detected early. But if they are left untreated for too long, a few may spread to other parts of the body, and this can be serious and painfull."
  },
  {
    "s_no": 40,
    "name": "SWEET'S SYNDROME",
    "url": "http://www.britishskinfoundation.org.uk/Skinformation/AtoZofSkinDisease/SweetsSyndrome.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "If a medication is thought to be responsible, your doctor may recommend stopping it for a while.     For further information and details about possible treatments please go to www.BAD.org.uk"
  },
  {
    "s_no": 41,
    "name": "URTICARIA AND ANGIOEDEMA",
    "url": "http://www.britishskinfoundation.org.uk/URTICARIAANDANGIOEDEMA.aspx",
    "symptoms": "['scar', 'ring', 'red']",
    "treatment_info": "Usually its appearance, or a description of it, will be enough for your doctor to make the diagnosis. In the vast majority of people no cause can be found, though your doctor will ask you questions to try to identify one. There is no special test that can reliably identify the cause of urticaria, and most people with spontaneous urticaria do not need any tests at all.   Occasionally, if a trigger is suspected, a specific blood test, to detect antibodies in the bloodstream, or a skin prick test may be performed by a Dermatologist or Allergist in skin or allergic disease. In chronic urticaria routine allergy tests are not necessary. In a small percentage of people, foods, food colouring agents and preservatives appear to worsen urticaria, and it might be helpful to identify these by keeping a food diary. These substances can be left out of the diet to see if the condition improves, and later reintroduced to confirm whether they are the cause of the urticaria. However, as urticaria is such a fluctuating disease, this is not always accurate and will not always show you definitely what is causing the problem.   Can urticaria be cured?"
  },
  {
    "s_no": 42,
    "name": "VITILIGO",
    "url": "http://www.britishskinfoundation.org.uk/SkinInformation/AtoZofSkindisease/Vitiligo.aspx",
    "symptoms": "['hair', 'armpits', 'red', 'scar', 'pits', 'face', 'rough', 'mole', 'pigmented', 'mouth', 'white', 'back', 'eyes', 'ring', 'burns', 'sore', 'grey', 'patches', 'moles', 'hands', 'pigment', 'sun']",
    "treatment_info": "Once the diagnosis of vitiligo has been made, your doctor may want to check you for thyroid disease, and for other autoimmune conditions that are more common than usual in people with vitiligo.  Can vitiligo be cured?  Vitiligo occasionally goes away by itself, and some treatments may slow its progress, but a cure cannot be guaranteed."
  }
]
